Revit 2027 API
ParameterTypeId.FabricationSpecificationAbbreviation Property
 "Specification Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationSpecificationAbbreviation { get; }
Public Shared ReadOnly Property FabricationSpecificationAbbreviation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationSpecificationAbbreviation {
	ForgeTypeId^ get ();
}
static member FabricationSpecificationAbbreviation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace